Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Deactivate statement
it_it: Disattiva informativa

source: {{count}} approved
it_it: {{count}} approvati

source: Effective date: {{date}}
it_it: Data di decorrenza: {{date}}

source: {{count}} rejected
it_it: {{count}} rifiutati

source: Inactive
it_it: Inattivo

source: Published
it_it: Pubblicato

source: Version {{version}}
it_it: Versione {{version}}

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
it_it: Richiedi agli utenti di visualizzare e accettare l'informativa sulla privacy dei dati al primo accesso o aggiornamento dell'informativa. Gli utenti devono fare clic su "Accetta" per accedere alla piattaforma, senza possibilità di rifiutare.

source: Users can only accept the data privacy statement
it_it: Gli utenti possono solo accettare l'informativa sulla privacy dei dati

source: Data privacy
it_it: Privacy dei dati

source: The statement was successfully published.
it_it: Informativa pubblicata correttamente.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
it_it: Abilita questa funzionalità per configurare, pubblicare e aggiornare le informative sulla privacy dei dati per gli utenti. Una volta attivata, le informative verranno gestite tramite la pagina delle informative sulla privacy dei dati. Agli utenti verrà chiesto di dare il consenso al loro primo accesso e ogni volta che l'informativa viene aggiornata.

source: Data privacy settings
it_it: Impostazioni per la privacy dei dati

source: Enable data privacy
it_it: Abilita la privacy dei dati

source: Add statement
it_it: Aggiungi informativa

source: All available records will be visible here
it_it: Tutti i record disponibili saranno visibili qui

source: No privacy statements yet
it_it: Ancora nessuna informativa sulla privacy

source: View & manage statements
it_it: Visualizza e gestisci le informative

source: Statements
it_it: Informative

source: Deleted
it_it: Eliminato

source: Pending publishing
it_it: In attesa di pubblicazione

source: Data Retention
it_it: Conservazione dei dati

source: Anonymization
it_it: Anonimizzazione

source: Worker avatar
it_it: Avatar del collaboratore

source: Worker avatar with name & role
it_it: Avatar del collaboratore con nome e ruolo

source: Deactivated user
it_it: Utente disattivato

source: Deactivation
it_it: Disattivazione

source: Default
it_it: Predefinito

source: Deleted user
it_it: Utente eliminato

source: This user is no longer active
it_it: Questo utente non è più attivo

source: Worker signature
it_it: Firma del collaboratore

source: Display of the data in the user interface when someone is anonymized or removed from the system.
it_it: Visualizzazione dei dati nell'interfaccia utente quando qualcuno viene anonimizzato o rimosso dal sistema.

source: Enable global data retention
it_it: Abilita la conservazione globale dei dati

source: Define the global data retention rules that apply across whole organization.
it_it: Definisci le regole globali di conservazione dei dati che si applicano a tutta l'organizzazione.

source: Send a notification about upcoming deletion events
it_it: Invia una notifica per gli eventi di eliminazione imminenti

source: Define how many days before the hard deletion the notification will be sent
it_it: Definisci quanti giorni prima dell'eliminazione definitiva verrà inviata la notifica

source: Set notification time
it_it: Imposta l'orario della notifica

source: Specify the distribution settings for notifications about data retention events
it_it: Specifica le impostazioni di distribuzione per le notifiche sugli eventi di conservazione dei dati

source: Add local rule
it_it: Aggiungi regola locale

source: Add rule
it_it: Aggiungi regola

source: Edit rule
it_it: Modifica regola

source: Data retention period
it_it: Periodo di conservazione dei dati

source: Select countries & data retention period
it_it: Seleziona i paesi e il periodo di conservazione dei dati

source: Add local data retention rule
it_it: Aggiungi regola locale di conservazione dei dati

source: Code
it_it: Codice

source: Location
it_it: Sede

source: {{count}} month
it_it: {{count}} mese

source: {{count}} months
it_it: {{count}} mesi

source: {{count}} year
it_it: {{count}} anno

source: {{count}} years
it_it: {{count}} anni

source: Local rule definition
it_it: Definizione della regola locale

source: Notifications
it_it: Notifiche

source: Notification time
it_it: Orario di notifica

source: Months
it_it: Mesi

source: Years
it_it: Anni

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
it_it: Il sistema eliminerà definitivamente gli utenti l'ultimo sabato del mese nel quale scade il periodo di conservazione dei dati.

source: Global and local data retention rules
it_it: Regole di conservazione dei dati globali e locali

source: The data retention settings were successfully saved.
it_it: Impostazioni di conservazione dei dati salvate correttamente.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
it_it: Gli archivi di conservazione dei dati memorizzano i dati e li eliminano i dati dopo un periodo prestabilito, garantendo la conformità e riducendo i costi di archiviazione. I dati che superano il periodo di conservazione non sono recuperabili; assicurati di eseguire il backup delle informazioni critiche in anticipo.

source: Pay Analysis Data Mapping
it_it: Mappatura dei dati per l’analisi retributiva

source: Demographics
it_it: Informazioni demografiche

source: Enable the "Documents" widget
it_it: Abilita il widget "Documenti"

source: Employment
it_it: Occupazione

source: Data Viewer
it_it: Visualizzatore dati

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
it_it: Nessun risultato corrisponde ai criteri di ricerca/filtraggio.<br/> Rimuova i filtri e cancelli la ricerca per visualizzare tutti i risultati.

source: Custom
it_it: Personalizzato

source: Enums
it_it: Enum

source: Entities
it_it: Entità

source: No data to display
it_it: Nessun dato da visualizzare

source: There is currently no data to show here
it_it: Attualmente non ci sono dati da mostrare qui

source: Collection of all the entities
it_it: Raccolta di tutte le entità

source: Entity category
it_it: Categoria entità

source: Allow feedback deletion
it_it: Consenti l'eliminazione dei feedback

source: Any user can rate the feedback given by any manager
it_it: Qualsiasi utente può valutare il feedback fornito da qualsiasi manager

source: Any user can rate the feedback given by any other user
it_it: Qualsiasi utente può valutare il feedback fornito da qualsiasi altro utente

source: Enable the automatic transfer of requests about a direct report to their new manager
it_it: Abilita il trasferimento automatico delle richieste riguardanti un subordinato diretto al suo nuovo manager

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
it_it: Qualsiasi richiesta di feedback su un subordinato diretto verrà automaticamente inoltrata al nuovo manager in caso di trasferimento. Il nuovo manager sarà in grado di vedere una versione di sola lettura delle risposte, nonché l'elenco degli utenti a cui è stata inviata la richiesta. Una volta completato il trasferimento del manager, le risposte alle richieste in sospeso saranno disabilitate e le richieste non saranno più visibili al manager precedente.

source: days
it_it: giorni

source: Feedback sharing scope
it_it: Ambito di condivisione del feedback

source: Define the feedback sharing scope.
it_it: Definisci l'ambito di condivisione del feedback.

source: Public
it_it: Pubblico

source: Recipient only
it_it: Solo destinatario

source: Enable Feedback
it_it: Abilita il feedback

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
it_it: Una funzionalità di Gestione delle Prestazioni che consente agli utenti di offrire rapidamente e facilmente ai propri colleghi osservazioni su eventi e situazioni a cui hanno assistito, e di richiedere ai colleghi osservazioni sul proprio lavoro.

source: Bypass limit for Feedback broadcast
it_it: Ignora il limite per la trasmissione del feedback

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
it_it: Ignora il limite definito per la condivisione del feedback. Abilita questa impostazione per consentire la trasmissione del feedback a tutta l'organizzazione.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
it_it: Mostra un pop-up di conferma quando viene inviato un feedback a un numero di utenti superiore al limite definito

source: Feature enablement
it_it: Abilitazione delle funzionalità

source: General feedback settings
it_it: Impostazioni generali di feedback

source: Apply limit when giving feedback
it_it: Applica un limite per la fornitura di feedback

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
it_it: Il limite definito verrà applicato all'azione "Fornisci feedback". Se disabilitato, gli utenti possono fornire feedback a qualsiasi numero di utenti, senza limitazioni.

source: Limit
it_it: Limite

source: Maximum number of users who can be included in one feedback.
it_it: Numero massimo di utenti che possono essere inclusi in un feedback.

source: Limit the number of feedback recipients
it_it: Limita il numero di destinatari del feedback

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
it_it: Il numero di persone a cui gli utenti finali che non hanno un ruolo di amministratore (come HR o IT) possono inviare feedback sarà limitato per evitare che il feedback venga inviato a grandi popolazioni.

source: Limitations
it_it: Limitazioni

source: Allow managers to request feedback about their direct reports
it_it: Consenti ai manager di richiedere feedback sui loro subordinati diretti

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
it_it: I manager potranno chiedere ad altri collaboratori di fornire feedback sui loro subordinati diretti. Le richieste e le risposte saranno visibili nella sezione "Richieste sul mio team". Le richieste di feedback sui subordinati diretti non sono visibili a questi ultimi. Se questa funzionalità è disabilitata, la sezione "Richieste sul mio team" non è disponibile.

source: Only direct reports can rate feedback
it_it: Solo i subordinati diretti possono valutare il feedback

source: Enable feedback notes
it_it: Abilita note di feedback

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
it_it: Gli utenti potranno creare note di feedback dal modulo Feedback. Le note di feedback possono, ad esempio, essere utilizzate per registrare insight da una conversazione offline.

source: Feedback notes
it_it: Note di feedback

source: Visibility of public feedback
it_it: Visibilità del feedback pubblico

source: Company
it_it: Azienda

source: Define the visibility of public feedback.
it_it: Definisci la visibilità del feedback pubblico.

source: Enable public feedback
it_it: Abilita feedback pubblico

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
it_it: Gli utenti potranno condividere pubblicamente il feedback fornito a un altro utente all'interno dell'organizzazione. Se disabilitato, le categorie "Condividi feedback" e "Feedback pubblico" non sono disponibili.

source: Public feedback
it_it: Feedback pubblico

source: Enable feedback rating
it_it: Abilita valutazione del feedback

source: Feedback rating
it_it: Valutazione del feedback

source: Feedback rating refresh interval
it_it: Intervallo di aggiornamento della valutazione del feedback

source: Choose who can rate feedback
it_it: Scegli chi può valutare il feedback

source: Send reminders following an inactive period
it_it: Invia promemoria dopo un periodo di inattività

source: When no feedback is offered for more than
it_it: Quando non viene fornito alcun feedback per più di

source: Send reminders about unrated feedback
it_it: Invia promemoria sui feedback non valutati

source: When feedback remains unrated for more than
it_it: Quando il feedback rimane non valutato per più di

source: Send reminders about pending feedback requests
it_it: Invia promemoria sulle richieste di feedback in sospeso

source: When a request remains unanswered for more than
it_it: Quando una richiesta rimane senza risposta per più di

source: Days
it_it: Giorni

source: Reminders
it_it: Promemoria

source: Apply limit when requesting feedback
it_it: Applica un limite per le richieste di feedback

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
it_it: Il limite definito verrà applicato all'azione "Richiedi feedback". Se disabilitato, gli utenti possono richiedere feedback da un numero qualsiasi di utenti, senza limitazioni.

source: Enable "Let's meet" as a reply to a feedback request
it_it: Abilita "Facciamo una riunione" come risposta a una richiesta di feedback

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
it_it: Gli utenti potranno aggiungere un invito "Facciamo una riunione" quando rispondono a una richiesta di feedback. Consigliamo di rivedere e attivare le notifiche email per la funzionalità "Facciamo una riunione", in Workbench / Configurazione della piattaforma / Notifiche / Notifiche email.

source: Restrict replies to only "Let's meet" or comments
it_it: Limita la risposta a un invito "Facciamo una riunione" o a un commento

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
it_it: Se abilitata, gli utenti potranno rispondere a una richiesta di feedback solo con un invito "Facciamo una riunione" oppure con un commento e/o un tag di comportamento, ma non entrambi. Disabilita questa limitazione per rendere disponibili entrambe le opzioni di risposta.

source: Enable feedback requests regarding behaviors
it_it: Abilita le richieste di feedback sui comportamenti

source: Users will be able to include behaviors when requesting feedback.
it_it: Gli utenti potranno includere comportamenti quando richiedono feedback.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
it_it: Questa impostazione non può essere attivata perché la funzionalità "Comportamenti" non è attualmente abilitata.

source: Feedback requests
it_it: Richieste di feedback

source: Feedback settings
it_it: Impostazioni del feedback

source: Apply limit when sharing feedback
it_it: Applica un limite quando condividi il feedback

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
it_it: Il limite definito verrà applicato all'azione "Condividi feedback". Se disabilitato, gli utenti possono condividere feedback con un numero qualsiasi di utenti, senza restrizioni.

source: Enable suggested questions in the "Request feedback" page
it_it: Abilita i suggerimenti di domande nella pagina "Richiedi feedback"

source: Enable tips in the "Give feedback" page
it_it: Abilita suggerimenti nella pagina "Fornisci feedback"

source: Functionality management
it_it: Gestione delle funzionalità

source: Goal Achievement New
it_it: Nuovo raggiungimento degli obiettivi

source: Goal Achievement
it_it: Conseguimento obiettivo

source: Goal Plan Goal Assignment
it_it: Assegnazione Obiettivo del Piano Obiettivi

source: Goal Plan Type Assignment
it_it: Assegnazione del tipo di piano dell'obiettivo

source: Goal Plan
it_it: Piano dell'obiettivo

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
it_it: Goal Genius è un assistente AI per gli obiettivi basato sulla tecnologia ChatGPT di OpenAI. Permette agli utenti di utilizzare il linguaggio naturale per creare modelli di obiettivi o per generare obiettivi da input predefiniti.

source: This is a read only-page. To change this, please contact your system administrator.
it_it: Questa è una pagina di sola lettura. Per modificarla, contatta l'amministratore di sistema.

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
it_it: Le modifiche alla configurazione sono state applicate con successo. Gli utenti vedranno queste modifiche la prossima volta che effettueranno l'accesso o quando aggiorneranno la pagina se hanno attualmente una sessione aperta.

source: Enable Goal Genius
it_it: Abilita Goal Genius

source: Goal
it_it: Obiettivo

source: All changes saved
it_it: Tutte le modifiche sono state salvate

source: Bulk actions
it_it: Azioni collettive

source: Initial end date
it_it: Data di fine iniziale

source: Key dates per worker
it_it: Date chiave per Collaboratori

source: Key dates for the population
it_it: Date chiave per la popolazione

source: Reset to initial key dates
it_it: Reimposta alle date chiave iniziali

source: Initial start date
it_it: Data di inizio iniziale

source: The end date cannot be empty.
it_it: La data di fine non può essere vuota.

source: The start date cannot be empty.
it_it: La data di inizio non può essere vuota.

source: Goal plans
it_it: Piani degli obiettivi

source: Goal types
it_it: Tipi di obiettivi

source: Create goal
it_it: Crea obiettivo

source: Get started by creating goals.
it_it: Inizi a creare degli obiettivi.

source: No goals yet!
it_it: Nessun obiettivo ancora!

source: Assign to
it_it: Assegna a

source: Population
it_it: Popolazione

source: Completed
it_it: Completato

source: Not completed
it_it: Non completato

source: Maximum
it_it: Massimo

source: Minimum
it_it: Minimo

source: Goal plan
it_it: Piano degli obiettivi

source: Result
it_it: Risultato

source: Target
it_it: Destinazione

source: Goal name
it_it: Nome obiettivo

source: Goal type
it_it: Tipo di obiettivo

source: Weight
it_it: Peso

source: Multiple criteria
it_it: Criteri multipli

source: Multiple weights
it_it: Più pesi

source: All plans
it_it: Tutti i piani

source: Not updated
it_it: Non aggiornato

source: All results
it_it: Tutti i risultati

source: Updated
it_it: Aggiornato

source: Search
it_it: Cerca

source: All statuses
it_it: Tutti gli stati

source: Goal status
it_it: Stato dell'obiettivo

source: All types
it_it: Tutti i tipi

source: Key dates
it_it: Date chiave

source: In population
it_it: Nella popolazione

source: Moved out
it_it: Trasferito

source: Population & goal weight details
it_it: Dettagli sulla popolazione e sul peso obiettivo

source: Worker population status
it_it: Stato della popolazione dei Collaboratori

source: Initial goal weight
it_it: Peso obiettivo iniziale

source: Organization
it_it: Organizzazione

source: Reset to initial goal weight
it_it: Reimposta al peso obiettivo iniziale

source: Search by name or worker ID
it_it: Cerca per nome o ID Collaboratore

source: End date
it_it: Data di fine

source: Start date
it_it: Data di inizio

source: Goal weight
it_it: Peso obiettivo

source: Worker
it_it: Collaboratori

source: Goal weight per worker
it_it: Peso obiettivo per Collaboratori

source: Goal weight for the population
it_it: Ponderazione dell'obiettivo per la popolazione

source: Apply filter
it_it: Applica filtro

source: Clear selection
it_it: Cancella selezione

source: Worker ID
it_it: ID Collaboratore

source: Select workers to filter
it_it: Seleziona i Collaboratori da filtrare

source: {{count}} workers selected.
it_it: {{count}} Collaboratori selezionati.

source: Select communication round
it_it: Seleziona il turno di comunicazione

source: Send goal PDF to Documents
it_it: Invia il PDF dell'obiettivo a Documenti

source: Create goal plan
it_it: Crea piano dell'obiettivo

source: Plan transmission
it_it: Trasmissione del piano

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
it_it: Crea piani degli obiettivi personalizzati per allineare gli sforzi del team e raggiungere traguardi strategici. Definisci i dettagli del piano e seleziona la popolazione target per assicurarti che tutti stiano collaborando a un obiettivo comune.

source: Start by creating a goal plan
it_it: Inizia creando un piano dell'obiettivo

source: Goal settings
it_it: Impostazioni degli obiettivi

source: Create goal type
it_it: Crea tipo di obiettivo

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
it_it: I tipi di obiettivi possono essere configurati per servire qualsiasi piano di obiettivi, con popolazione, privacy e campi del modulo disponibili per la personalizzazione.

source: Start by creating goal types
it_it: Inizia creando tipi di obiettivi

source: The total weight cannot exceed 100%.
it_it: La ponderazione totale non può superare il 100%.

source: Allocate weights to each workflow section
it_it: Assegna ponderazioni a ciascuna sezione del flusso di lavoro

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
it_it: Distribuisci le ponderazioni degli obiettivi tra le diverse sezioni del flusso di lavoro, assicurando una ponderazione cumulativa del 100%.

source: Enable goals
it_it: Abilita obiettivi

source: Enable the "Goals" feature
it_it: Abilita la funzione "Obiettivi"

source: Go to Builder
it_it: Vai al generatore

source: Goal Plans
it_it: Piani degli obiettivi

source: Goal tags
it_it: Tag degli obiettivi
